Revit 2027 API
ParameterTypeId.AnalyticalModelStartYProjection Property
 "Start y Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelStartYProjection { get; }
Public Shared ReadOnly Property AnalyticalModelStartYProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelStartYProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelStartYProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace